[UserSettings]
NormalTKArr=WheelRightπMButton
NormalModeArr=1π1
NormalHoldTimeArr=500π500
NormalForbidArr=0π0
NormalFrontInfoArr=π
NormalRemarkArr=取消禁用配置才能生效π
NormalLoopCountArr=1π1
NormalTriggerTypeArr=1π1
NormalSerialArr=000001π161103
NormalTimingSerialArr=Timing000001πTiming1611032
NormalFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-2"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
NormalMacroArr1=RMT指令_显示菜单_2
NormalMacroArr2=RMT指令_关闭菜单
NormalMacroArr3=
NormalMacroArr4=
NormalMacroArr5=
NormalMacroArr6=
NormalMacroArr7=
NormalMacroArr8=
NormalMacroArr9=
NormalMacroArr10=
NormalMacroArr11=
NormalMacroArr12=
NormalMacroArr13=
NormalMacroArr14=
NormalMacroArr15=
NormalMacroArr16=
StringTKArr=:?*:AA
StringModeArr=1
StringHoldTimeArr=0
StringForbidArr=1
StringFrontInfoArr=
StringRemarkArr=按两次a触发
StringLoopCountArr=1
StringTriggerTypeArr=1
StringSerialArr=000002
StringTimingSerialArr=Timing000002
StringFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
StringMacroArr1=
MenuTKArr=πππππππππππ
MenuModeArr=1π1π1π1π1π1π1π1π1π1π1π1
MenuHoldTimeArr=500π500π500π500π500π500π500π500π500π500π500π500
MenuForbidArr=0π0π0π0π0π0π0π0π0π0π0π0
MenuFrontInfoArr=πππππππππππ
MenuRemarkArr=112π333π嵌套菜单πππππππππ
MenuLoopCountArr=1π1π1π1π1π1π1π1π1π1π1π1
MenuTriggerTypeArr=1π1π1π1π1π1π1π1π1π1π1π1
MenuSerialArr=000003π000004π000005π000006π000007π00008π105631π105631π105632π105632π105632π105632
MenuTimingSerialArr=Timing000003πTiming000004πTiming000005πTiming000006πTiming000007πTiming000008πTiming1056316πTiming1056317πTiming1056322πTiming1056323πTiming1056322πTiming1056328
MenuFoldInfo={"FoldStateArr":[0,1],"ForbidStateArr":[1,0],"FrontInfoArr":["",""],"HoldTimeArr":["500",500],"IndexSpanArr":["1-6","7-12"],"RemarkArr":["RMT默认初始化配置",""],"TKArr":["Alt",""],"TKTypeArr":[5,1]}
MenuMacroArr1=按键_a_3_100_4_200
MenuMacroArr2=按键_^v_3_100
MenuMacroArr3=RMT指令_显示菜单_2
MenuMacroArr4=
MenuMacroArr5=
MenuMacroArr6=
MenuMacroArr7=
MenuMacroArr8=
MenuMacroArr9=
MenuMacroArr10=
MenuMacroArr11=
MenuMacroArr12=
TimingTKArr=
TimingModeArr=1
TimingHoldTimeArr=500
TimingForbidArr=1
TimingFrontInfoArr=
TimingRemarkArr=通过定时或宏操作调用
TimingLoopCountArr=1
TimingTriggerTypeArr=1
TimingSerialArr=000009
TimingTimingSerialArr=Timing000009
TimingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
TimingMacroArr1=
SubMacroTKArr=
SubMacroModeArr=1
SubMacroHoldTimeArr=500
SubMacroForbidArr=1
SubMacroFrontInfoArr=
SubMacroRemarkArr=只能通过宏操作调用
SubMacroLoopCountArr=1
SubMacroTriggerTypeArr=1
SubMacroSerialArr=0000010
SubMacroTimingSerialArr=Timing000010
SubMacroFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SubMacroMacroArr1=
ReplaceTKArr=l
ReplaceModeArr=1
ReplaceHoldTimeArr=500
ReplaceForbidArr=1
ReplaceFrontInfoArr=
ReplaceRemarkArr=将l按键替换成其他按键
ReplaceLoopCountArr=1
ReplaceTriggerTypeArr=1
ReplaceSerialArr=000011
ReplaceTimingSerialArr=Timing000011
ReplaceFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["1-1"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ReplaceMacroArr1=
ToolTKArr=
ToolModeArr=
ToolHoldTimeArr=
ToolForbidArr=
ToolFrontInfoArr=
ToolRemarkArr=
ToolLoopCountArr=
ToolTriggerTypeArr=
ToolSerialArr=
ToolTimingSerialArr=
ToolFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
SettingTKArr=
SettingModeArr=
SettingHoldTimeArr=
SettingForbidArr=
SettingFrontInfoArr=
SettingRemarkArr=
SettingLoopCountArr=
SettingTriggerTypeArr=
SettingSerialArr=
SettingTimingSerialArr=
SettingFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
HelpTKArr=
HelpModeArr=
HelpHoldTimeArr=
HelpForbidArr=
HelpFrontInfoArr=
HelpRemarkArr=
HelpLoopCountArr=
HelpTriggerTypeArr=
HelpSerialArr=
HelpTimingSerialArr=
HelpFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
RewardTKArr=
RewardModeArr=
RewardHoldTimeArr=
RewardForbidArr=
RewardFrontInfoArr=
RewardRemarkArr=
RewardLoopCountArr=
RewardTriggerTypeArr=
RewardSerialArr=
RewardTimingSerialArr=
RewardFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
ThankTKArr=
ThankModeArr=
ThankHoldTimeArr=
ThankForbidArr=
ThankFrontInfoArr=
ThankRemarkArr=
ThankLoopCountArr=
ThankTriggerTypeArr=
ThankSerialArr=
ThankTimingSerialArr=
ThankFoldInfo={"FoldStateArr":[0],"ForbidStateArr":[0],"FrontInfoArr":[""],"HoldTimeArr":[500],"IndexSpanArr":["无-无"],"RemarkArr":["RMT默认初始化配置"],"TKArr":[""],"TKTypeArr":[1]}
